[{
        "conference_papers_details": "Gupta, S.C., Singh, B., Amjad, M., Gopianand, M., Bhuvaneswari, E., Security Enhancement Using Quantum Cryptography ",
        "journal_papers_details": "WSN 2021 7th International Conference on Advanced Computing and Communication Systems, ICACCS 2021 , 2021, pp. 2021–2025, 9441834",
        "session": "2020-21"
    },
    {
        "conference_papers_details": "Khan, U., Masood, S., A machine learning approach to human activity recognition (2020) ",
        "journal_papers_details": "PDGC 2020 - 2020 6th International Conference on Parallel, Distributed and Grid Computing, art. no. 9315826, pp. 167-171.",
        "session": "2020-21"
    },
    {
        "conference_papers_details": "Ansari, M. Z., Siddiqui, A. F., & Anas, M. (2021). Inferring political preferences from twitter. ",
        "journal_papers_details": "In Emerging Technologies in Data Mining and Information Security (pp. 581-589). Springer, Singapore.",
        "session": "2020-21"
    },
    {
        "conference_papers_details": "Gunjan Ansari, Chandni Saxena, Tanvir Ahmad, M.N.Doja (2020), “Aspect Term Extraction using Graph-based Semi-Supervised Learning”, ",
        "journal_papers_details": "Procedia Computer Science, Elsevier, Volume: 167, Pages: 2080-2090.",
        "session": "2019-20"
    },
    {
        "conference_papers_details": "Pal, O., Alam, B., Key Life Cycle and Estimation of Time for Revocation of Keys in Cryptographic Systems (2020) ",
        "journal_papers_details": "Lecture Notes in Electrical Engineering, 605, pp. 1028-1038.",
        "session": "2019-20"
    },
    {
        "conference_papers_details": "Raj, S., Masood, S., Analysis and Detection of Autism Spectrum Disorder Using Machine Learning Techniques (2020) ",
        "journal_papers_details": "Procedia Computer Science, 167, pp. 994-1004.",
        "session": "2019-20"
    },
    {
        "conference_papers_details": "Masood, S., Ahsan, U., Munawwar, F., Rizvi, D.R., Ahmed, M., Scene Recognition from Image Using Convolutional Neural Network (2020) ",
        "journal_papers_details": "Procedia Computer Science, 167, pp. 1005-1012.",
        "session": "2019-20"
    },
    {
        "conference_papers_details": "Ansari, M. Z., Aziz, M. B., Siddiqui, M. O., Mehra, H., & Singh, K. P. (2020). Analysis of political sentiment orientations on twitter. ",
        "journal_papers_details": "In International Conference on Computational Intelligence and Data Science (ICCIDS 2019), Elsevier, Procedia Computer Science, 167, 1821-1828.",
        "session": "2019-20"
    },
    {
        "conference_papers_details": "Waseem Ahmed, M.M.S. Beg, Tanvir Ahmad, “Homomorphism between fuzzy set-valued information systems” in Advances in Intelligent Systems and Computing, ",
        "journal_papers_details": "Springer, Volume 847, Pages: 219-226. https://link.springer.com/chapter/10.1007/978-981-13-2254-9_19",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Chandni Saxena, M.N.Doja, Tanvir Ahmad, “Group based Immunization Strategy of Networks with Nonlinear Infectivity”",
        "journal_papers_details": "Lecture Notes in Computer Science, vol. 11280. Springer. International Conference on Computational Data and Social Networks (CSoNet 2018), December 18-20, 2018, Shanghai, China. https://link.springer.com/chapter/10.1007/978-3-030-04648-4_14",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Amreen Ahmad, Tanvir Ahmad, Abhishek Bhatt, Sadaf Siddiqui,“A Shapley value approach for community detection in social network”",
        "journal_papers_details": "Data and Communication Networks, Advances in Intelligent Systems and Computing (AISC), Volume: 847. Springer, Pages: 247- 252 at GUCON 2018. https://link.springer.com/chapter/10.1007%2F978-981-13-2254-9_22",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Amreen Ahmad, Tanvir Ahmad, Abhishek Bhatt “A novel approach for predicting the outcome of request in RAOP dataset”, ",
        "journal_papers_details": "in Data and Communication Networks. Advances in Intelligent Systems and Computing (AISC), Springer, Pages: 227- 233 at GUCON 2018. https://link.springer.com/chapter/10.1007%2F978-981-13-2254-9_20",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Rafeeq Ahmad, Tanvir Ahmad, “Fuzzy Concept Map generation from Academic data sources” ",
        "journal_papers_details": "published in SIGMA’18, Springer Book Series (Advances in Intelligent Systems and Computing), ISSN print 2194 - 5357.           https://link.springer.com/chapter/10.1007/978-981-13-1819-1_39",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Samar Wazir, M.M.Sufyan Beg, Tanvir Ahmad, “Frequent Itemset Mining on Uncertain Database using OWA operator” ",
        "journal_papers_details": "in ICCCN-2018 published in Lecture notes in Networks and Systems, Pages: 745 – 756, published in Springer book series. ISBN- 978-981-13-1216-8",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Taha Owais and Tanvir Ahmad, “Building Domain Familiarity for Elicitation: A Conceptual Framework Based on NLP Techniques” ",
        "journal_papers_details": "in Advances in Intelligent Systems and Computing, (AISC), Volume: 697, pages: 577-587. ISSN print 2194 - 5357. https://link.springer.com/chapter/10.1007%2F978-981-13-1822-1_54",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Ansari, M. Z., Ahmad, T., & Ali, M. A. (2018). Cross Script Hindi English NER Corpus from Wikipedia. ",
        "journal_papers_details": "In International Conference on Intelligent Data Communication Technologies and Internet of Things (pp. 1006-1012). Springer, Cham.",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Mudasir Shafi, Syed Zubair Ahmad Shah. & M. Amjad, “Modeling Internet of Things Data for Knowledge Discovery”, ",
        "journal_papers_details": "International Conference on Emerging Current Trends in Computing and Expert Technology COMET 2019, Published by Springer LNCS, March 22nd – 23rd, 2019.",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Mahboob Alam & M. Amjad, “Segmentation and Classification of Brain MR Images Using Big Data Analytics” ",
        "journal_papers_details": "4th IEEE International Conference on Advances in Computing, Communication and Automation, ICACCA 2018, organized by Tailor’s University Malaysia, October 26-28, 2018.",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Musheer Ahmad, M N Doja, M M Sufyan Beg, “A New Chaotic Map Based Secure and Efficient Pseudo-Random Bit Sequence Generation”, ",
        "journal_papers_details": "Sixth International Symposium on Security in Computing and Communications (SSCC-2018), Communications in Computer and Information Science, Springer-Verlag Berlin, vol. 969, pp. 543-553, 19-22 September 2018, Bangalore.",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Malhotra, S., Doja, M.N., Alam, B., Alam, M., Accelerating EGENMR database operations using GPU processing (2018) ",
        "journal_papers_details": "Advances in Intelligent Systems and Computing, 712, pp. 669-679.",
        "session": "2018-19"
    },
    {
        "conference_papers_details": "Shahzad Alam and Tanvir Ahmad, in FICTA 2017 in “A chaotic steganography method using Ant Colony Optimization” ",
        "journal_papers_details": "in Intelligent Information Informatics, Springer, Pages: 431-439. Proceedings of the 6th International Conference on Frontiers in Intelligent Computing: Theory and Application. https://link.springer.com/chapter/10.1007/978-981-10-7566-7_42",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Syed Taha Owais, Seema Khanna, R.S. Mani and Tanvir Ahmad, “Cyber Inclusion Through    eServices: Leveraging Digital India Initiatives” ",
        "journal_papers_details": "as Technical Poster paper in 5th Global Conference on Cyberspace, Ministry of Electronics and Information Technology, Government of India, New Delhi, 23-24th Nov, 2017.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Chandni Saxena, M.N. Doja and Tanvir Ahmad, “Stability of Local Information based Centrality Measurements under Degree Preserving Randomizations” ",
        "journal_papers_details": "in Second International Conference on Intelligent Computing & Communication (ICICC-2017). Volume 673, 2018. Pages: 395-403. ISBN: 978-981107244-4.  https://link.springer.com/chapter/10.1007/978-981-10-7245-1_39",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Shah S. Z. A. & M. Amjad, “Lexical analysis of the Quran using frequent itemset mining”, ",
        "journal_papers_details": "The 21st World Multi-conference on Systemics, Cybernetics and Informatics, WMSCI-2017 Orlando, Florida, U.S.A. , July 8-11, 2017.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Shah S. Z. A., M. Amjad & Habeeb A.A. , “Efficient frequent pattern mining of Big data on a distributed system”, ",
        "journal_papers_details": "The 21st World Multi-conference on Systemics, Cybernetics and Informatics, WMSCI-2017 Orlando, Florida, U.S.A. , July 8-11, 2017.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Waseem Ahmed, M.M. Sufyan Beg and Tanvir Ahmad, “Attribute Reduction for Fuzzy Set-valued Information Systems”",
        "journal_papers_details": "published in 21st World Multiconference on Systemics, Cybernetics and Informatics (WMSCI 2017), Orlando, USA, from July 8-11, 2017.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Biswas, S.S., Alam, B., Doja, M.N., Intuitionistic fuzzy shortest path in a multigraph (2018) ",
        "journal_papers_details": "Communications in Computer and Information Science, 799, pp. 533-540.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Mehra, P.S., Doja, M.N., Alam, B., Stable period enhancement for zonal (SPEZ)-based clustering in heterogeneous WSN (2018) ",
        "journal_papers_details": "Smart Innovation, Systems and Technologies, 79, pp. 887-896.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Mehra, P.S., Doja, M.N., Alam, B., Stable period extension for heterogeneous model in wireless sensor network (2018) ",
        "journal_papers_details": "Advances in Intelligent Systems and Computing, 638, pp. 479-487.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Malhotra, S., Doja, M.N., Alam, B., Alam, M., Generalized query processing mechanism in cloud database management system (2018) ",
        "journal_papers_details": "Advances in Intelligent Systems and Computing, 654, pp. 641-648.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Malhotra, S., Doja, M.N., Alam, B., Alam, M., Bigdata analysis and comparison of bigdata analytic approaches (2017) ",
        "journal_papers_details": "Proceeding - IEEE International Conference on Computing, Communication and Automation, ICCCA 2017, 2017-January, pp. 309-314.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Masood, S., Srivastava, A., Thuwal, H.C., Ahmad, M., Real-time sign language gesture (word) recognition from video sequences using CNN and RNN (2018) ",
        "journal_papers_details": "Advances in Intelligent Systems and Computing, 695, pp. 623-632.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Aisha Aijaz, Subia Ansari, Mohammad Moazzam Siddiqui, Sarfaraz Masood, “Cryptanalysis of Image Cryptosystem Using Synchronized 4D Lorenz Stenflo Hyperchaotic Systems”, ",
        "journal_papers_details": "International Conference on Frontiers of Intelligent Computing: Theory and Applications (FICTA-2017), Advances in Intelligent Systems and Computing, Springer, vol. 701, pp. 367-376, 14-15 October 2017, Bhubaneswar.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Masood, S., Thuwal, H.C., Srivastava, A., American sign language character recognition using convolution neural network (2018) ",
        "journal_papers_details": "Smart Innovation, Systems and Technologies, 78, pp. 403-412.",
        "session": "2017-18"
    },
    {
        "conference_papers_details": "Prerna Agarwal, Rafeeq Ahmad and Tanvir Ahmad, “Identification and ranking of key persons in a Social Networking Website using Hadoop & Big Data Analytics”, ",
        "journal_papers_details": " Published in ACM – International Conference Proceeding Series (ICPS), ISBN: 978-1-4503-4213-1.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Chandni Saxena, M.N.Doja, Tanvir Ahmad, “Neighborhood Topology to Discover Influential Nodes in a Complex Network” to be published in FICTA 2016 in , ",
        "journal_papers_details": "in International Conference on Proceedings of the 5th “International Conference on Frontiers in Intelligent Computing: Theory and Application” published by Springer, Volume: 515, pages: 323-332. https://link.springer.com/chapter/10.1007/978-981-10-3153-3_32",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Gunjan Ansari, Tanvir Ahmad, M.N.Doja, “Review Ranking Method for Spam Recognition” in 2016 Ninth International Conference on Contemporary Computing (IC3-2016).",
        "journal_papers_details": " Proceeding to be published in IEEE Explore in August 2016 and indexed in DBLP, Scopus.  https://ieeexplore.ieee.org/document/7880240",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Amreen Ahmad, Tanvir Ahmad, Harsh Vijay, “Shortest Path Algorithms for Social Network Strengths”",
        "journal_papers_details": " published in FICTA 2016, in International Conference on Proceedings of the 5th “International Conference on Frontiers in Intelligent Computing: Theory and Application” published by Springer, Volume: 515, pages: 353-361. https://link.springer.com/chapter/10.1007/978-981-10-3153-3_35",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Tanvir Ahmad, Rafeeq Ahmad, Sarah Masud and Farheen Nilofer, “Framework to Extract Context Vectors from Unstructured Data using Big Data Analytics”",
        "journal_papers_details": " in 2016 Ninth International Conference on Contemporary Computing  (IC3-2016). Proceeding to be published in IEEE Explore in August 2016 and indexed in DBLP, Scopus. https://ieeexplore.ieee.org/document/7880229",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Shahzad Alam, Tanvir Ahmad, M. N. Doja, “A Novel Edge based Chaotic Steganography Method using Neural Network”, ",
        "journal_papers_details": "in International Conference on Proceedings of the 5th “International Conference on Frontiers in Intelligent Computing: Theory and Application” published by Springer, Volume: 516, pages: 467-475. https://link.springer.com/chapter/10.1007/978-981-10-3156-4_48",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Nazia Tabassum and Tanvir Ahmad, “A Theoretical Study on Classifier Ensemble Methods and its Applications”",
        "journal_papers_details": " IEEE - INDIACom - 2016; International Conference on Computing for Sustainable Global Development, 2016.  Pages: 374-378. http://ieeexplore.ieee.org/document/7724290",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Waseem Ahmed, Tanvir Ahmad, M.M. Sufyan Beg, “Communication between Information Systems using Ordered Weighted Averaging” ",
        "journal_papers_details": "in The 9th International Conference on Advanced Computing and Communication Technologies, in Advances in Intelligent Systems and Computing, Springer Science+Business Media Singapore Pte Ltd., Singapore. http://link.springer.com/chapter/10.1007/978-981-10-1023-1_39",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Antriksh Agarwal, Avishkar Gupta and Tanvir Ahmad, “A comparative study of Linear learning methods in Click-Through Rate Prediction”, ",
        "journal_papers_details": "International Conference on Soft Computing Techniques and Implementations, Proceeding published by IEEE. https://ieeexplore.ieee.org/document/7489611",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Automatic Test Case Generation for Mutation Testing by Hybrid Genetic Algorithm- An Optimization Technique” ",
        "journal_papers_details": "CICT-2017 by ABESEC Ghaziabad (UP). IEEE Conference, 10-11 Feb 2017.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “A Tool: Automatic Generation of Control Flow Graph (CFG)” INDIACom-2017 by Bharti Vidyapeeth, New Delhi. ",
        "journal_papers_details": "IEEE Conference ID: 40353, 1-3 March 2017.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Optimization of Automatic test case generation with Cuckoo Search and Genetic Algorithm approaches” ",
        "journal_papers_details": "ICCCCS-2016 by Aryabhatta College of Engineering and Research Center, Ajmer. Springer Conference Presented & Published 12-Aug-16.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Masood, S., Luthra, T., Sundriyal, H., Ahmed, M., Identification of diabetic retinopathy in eye images using transfer learning (2017) Proceeding - ",
        "journal_papers_details": "IEEE International Conference on Computing, Communication and Automation, ICCCA 2017, 2017-January, pp. 1183-1187.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Siddharth, P.K., Pal, O., Alam, B., A homomorphic encryption scheme over integers based on Carmichael's theorem (2017) 2016 International Conference on Electrical, Electronics, Communication, Computer and Optimization Techniques, ICEECCOT 2016, art. no. 7955178, pp. 17-20.",
        "journal_papers_details": "",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Masood, S., Gupta, S., Wajid, A., Gupta, S., Ahmed, M., Prediction of human ethnicity from facial images using neural networks (2018)",
        "journal_papers_details": " Advances in Intelligent Systems and Computing, 542, pp. 217-226.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Masood, S., Nayal, J.S., Jain, R.K., Singer identification in Indian Hindi songs using MFCC and spectral features (2017) ",
        "journal_papers_details": "1st IEEE International Conference on Power Electronics, Intelligent Control and Energy Systems, ICPEICES 2016, art. no. 7853641,",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Masood, S., Doja, M.N., Chandra, P., Analysis of weight initialization routines for scaled conjugate gradient training algorithm (2016)",
        "journal_papers_details": " Proceedings - 2016 2nd International Conference on Computational Intelligence and Communication Technology, CICT 2016, art. no. 7546665, pp. 533-538.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Masood, S., Doja, M.N., Chandra, P., Analysis of weight initialization routines for conjugate gradient training algorithm with Fletcher-Reeves updates (2017) ",
        "journal_papers_details": "Proceeding - IEEE International Conference on Computing, Communication and Automation, ICCCA 2016, art. no. 7813734, pp. 304-308.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Sahil Wadhwa, Musheer Ahmad, Harsh Vijay, “Chaotic Hash Function Based Plain-Image Dependent Block Ciphering Technique”, International Conference on Advances in Computing, Communications and Informatics (ICACCI-2016), pp. 633-637, 21-24 September 2016, Jaipur.",
        "journal_papers_details": "",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Musheer Ahmad, M Alauddin, Hamed D. AlSharari, “Heuristic Approach for Nonlinear n×n (3?n?7) Substitution-Boxes” 3rd International Conference on Computer & Communication Technologies (IC3T-2016), Advances in ",
        "journal_papers_details": "Intelligent Systems and Computing, Springer, vol. 542, pp. 347-355, 5-6 November 2016, Vijayawada.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Farooq Seeru, Ahmed Masihuddin Siddiqi, Sarfaraz Masood, “Dynamic 9×9 Substitution-Boxes Using Chaos Based Heuristic Search”, International Conference on Soft Computing: Theories and Applications (SoCTA-2016), ",
        "journal_papers_details": "Advances in Intelligent Systems and Computing, Springer, vol. 583, pp. 839-851, 28-30 December 2016, Jaipur.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Hamed D. AlSharari, “On the Security of Chaos Based Watermarking Scheme for Secure Communication”, International Conference on Frontiers of Intelligent Computing: Theory and Applications (FICTA-2016), Advances in Intelligent Systems and Computing, Springer, vol. 515, pp. 313-321, 16-17 September 2016, Bhubaneswar.",
        "journal_papers_details": "",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Farooq Seeru, “Chaotic Key Dependent Generation of APA-like Strong Nonlinear Components”, ",
        "journal_papers_details": "Sixth International Conference on Advanced Computing & Communication Technologies (ACCT-2016), pp. 83-87, 3-4 September 2016, Rohtak. ISBN: 978-981-11-0783-2.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Manish Malik, Musheer Ahmad, “Performance Analysis of Cryptographic 8×8 Substitution-Boxes, ",
        "journal_papers_details": "Sixth International Conference on Advanced Computing & Communication Technologies (ACCT-2016), pp. 200-205, 3-4 September 2016, Rohtak. ISBN: 978-981-11-0783-2.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Sushmita Singh, Musheer Ahmad, Dhruv Malik, “Breaking an Image Encryption Scheme Based on Chaotic Synchronization Phenomenon”, ",
        "journal_papers_details": "Ninth International Conference on Contemporary Computing (IC3-2016), pp. 146-149, 11-13 August 2016, Noida.",
        "session": "2016-17"
    },
    {
        "conference_papers_details": "Sharan Agarwal, Shivam Rana and Tanvir Ahmad, “Random Forest for Real Forest”, ",
        "journal_papers_details": " IC3T, 2015, Proceedings of the Second International Conference on Computer and Communication Technologies,Volume 381, Advances in Intelligent Systems and Computing(AISC), Springer,   Pages 301-309. http://link.springer.com/chapter/10.1007%2F978-81-322-2526-3_32",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Pankaj Kumar Sharma, Hammad Haleem,  Tanvir Ahmad, “Improving Classification by Outlier Detection and Removal”, ",
        "journal_papers_details": "Advances in Intelligent Systems and Computing, Volume 338, 2015, Pages 621-628, Springer International Publishing, Switzerland. http://link.springer.com/chapter/10.1007%2F978-3-319-13731-5_67#page-1.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Abdul Rahman, Tanvir Ahmad, M. M. Sufyan Beg, “Ranking of Fuzzy Similar Faces using Relevance Matrix and Aggregation Operators”, ",
        "journal_papers_details": "The International Conference on Soft Computing and Software Engineering (SCSE 2015), University of California, Berkeley, Procedia Computer Science, Vol. 62, pp: 84-91, Elsevier. ISSN No.: 1877-0509. http://www.sciencedirect.com/science/article/pii/S1877050915025521",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Kushwaha, A.S., Alam, B., Kaur, G., Observation of energy efficiency in Green cloud simulator (2016) ",
        "journal_papers_details": "Proceedings of the 2016 6th International Conference - Cloud System and Big Data Engineering, Confluence 2016, art. no. 7508102, pp. 135-140.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Web Application’s Performance Testing Using HP LoadRunner and CA Wily Introscope Tools” ",
        "journal_papers_details": "ICCCA 2016 by Galgotias University, Gr. Noida, India. IEEE Conference: Presented & Published 29-Apr-16.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Malhotra, S., Doja, M.N., Alam, B., Alam, M., Data integration of cloud-based and relational databases (2016) ",
        "journal_papers_details": "International Conference on Soft Computing Techniques and Implementations, ICSCTI 2015, art. no. 7489542, pp. 83-86.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Sharma, V., Alam, B., Doja, M.N., Fuzzy weighted metrics routing in DSR ",
        "journal_papers_details": "MANETs (2016) Smart Innovation, Systems and Technologies, 51, pp. 423-429.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Mehra, P.S., Doja, M.N., Alam, B., Enhanced stable period for two level and multilevel heterogeneous model for distant base station in wireless sensor network",
        "journal_papers_details": "",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Biswas, S.S., Alam, B., Doja, M.N., Real-time graphs for communication networks: A fuzzy mathematical model (2016) ",
        "journal_papers_details": "Advances in Intelligent Systems and Computing, 379, pp. 463-470.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Mehra, P.S., Doja, M.N., Alam, B., Energy efficient self organising load balanced clustering scheme for heterogeneous WSN (2015)",
        "journal_papers_details": " International Conference on Energy Economics and Environment - 1st IEEE Uttar Pradesh Section Conference, UPCON-ICEEE 2015, art. no. 7235092, .",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Kumar, A., Alam, B., A dynamic approach for fault tolerance with voltage scaling (2016) ",
        "journal_papers_details": "Proceedings of the 2015 International Conference on Green Computing and Internet of Things, ICGCIoT 2015, art. no. 7380708, pp. 1522-1525.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Smoke Testing of Web Application Based on ALM Tool” ICCCA 2016 by Galgotias University, Gr. Noida, India. ",
        "journal_papers_details": "IEEE Conference: Presented & Published 29-Apr-16.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Soak Testing of Web Applications Based on Automatic Test Cases” ICECS 2016 by Karpagam College of Engineering Coimbatore, Tamilnadu, India.",
        "journal_papers_details": " IEEE Conference ID: 766828 Presented & Published 25-Feb-16.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Automatic Testing for Web Application Using HP ALM Tool” ICECS 2016 by Karpagam College of Engineering Coimbatore, Tamilnadu, India. ",
        "journal_papers_details": "IEEE Conference ID: 766828 Presented & Published 25-Feb-16.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Optimize the Software Testing Efficiency Using Genetic Algorithm and Mutation Analysis” INDIACom-2016 by Bharti Vidyapeeth, New Delhi. ",
        "journal_papers_details": "IEEE Conference ID: 37465 Presented & Published 16-Mar-16",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Optimization of Automatic Generated Test Cases for Path Testing Using Genetic Algorithm” CICT-2016 by ABESEC Ghaziabad (UP). ",
        "journal_papers_details": "IEEE Conference ID: 766667, ISSN: 978-1-5090-0210-8/16, Presented & Published 12-Feb-16.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Zubair Shah & M. Amjad, “Classical and Re-Learning Based Clustering Algorithms for Huge Data Warehouses” CICT-2016 by ABESEC Ghaziabad (UP). ",
        "journal_papers_details": "IEEE Conference ID: 766667, ISSN: 978-1-5090-0210-8/16, Presented & Published 12-Feb-16.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Masood, S., Doja, M.N., Chandra, P., Analysis of weight initialization techniques for Gradient Descent algorithm (2016) ",
        "journal_papers_details": "12th IEEE International Conference Electronics, Energy, Environment, Communication, Computer, Control: (E3-C3), INDICON 2015, art. no. 7443734.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Masood, S., Doja, M.N., Chandra, P., Analysis of weight initialization methods for gradient descent with momentum (2016) ",
        "journal_papers_details": "International Conference on Soft Computing Techniques and Implementations, ICSCTI 2015, art. no. 7489618, pp. 131-136.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Masood, S., Gupta, S., Khan, S., Novel approach for musical instrument identification using neural network (2016)",
        "journal_papers_details": " 12th IEEE International Conference Electronics, Energy, Environment, Communication, Computer, Control: (E3-C3), INDICON 2015, art. no. 7443497.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Masood, S., Mehta, M., Namrata, Rizvi, D.R., Isolated word recognition using neural network (2016) ",
        "journal_papers_details": "12th IEEE International Conference Electronics, Energy, Environment, Communication, Computer, Control: (E3-C3), INDICON 2015, art. no. 7443697, .",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Dang, D., Tanwar, J., Masood, S., A smart traffic solution for High Priority Vehicles (2016) Proceedings on ",
        "journal_papers_details": "2015 1st International Conference on Next Generation Computing Technologies, NGCT 2015, art. no. 7375162, pp. 466-470.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Manish Malik, “Design of Chaotic Neural Network Based Method for Cryptographic Substitution Box”, ",
        "journal_papers_details": "International Conference on Electrical, Electronics, and Optimization Techniques (ICEEOT-2016), pp. 864-868, 3-5 March 2016, Chennai.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Faiyaz Ahmad and Syed Ashar Javed, “Cryptanalysis of an Asymmetric Image Cryptosystem Based on Synchronized Unified Chaotic System and CNN”, ",
        "journal_papers_details": "First International Conference on Intelligent Computing and Communication (ICIC2-2016), Advances in Intelligent Systems and Computing, Springer, vol. 458, pp. 559-567, 18-19 February 2016, West Bengal.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Pankaj Kumar Sharma, Aditya Kumar and Musheer Ahmad, “Cryptanalysis of Image Encryption Algorithm Based on Pixel Shuffling and Bits Shuffling”, ",
        "journal_papers_details": "International Congress on Information and Communication Technology, (ICICT-2015), Advances in Intelligent Systems and Computing, Springer, vol. 439, pp. 281-289, 9-10 October 2015, Udaipur,",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Faiyaz Ahmad, Zeba Nasim, Zohra Bano, Shadab Zafar, “Chaos Based Strong Substitution Box Design”, ",
        "journal_papers_details": "Eight International Conference on Contemporary Computing (IC3-2015), pp. 97-100, 20-22 August 2015, Noida.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Shruti Khurana and Musheer Ahmad, “Designing Chaotic Chirikov Map Based Hash Function”, ",
        "journal_papers_details": "International Conference on Innovations in Computer Science & Engineering (ICICSE-2015), Advances in Intelligent Systems and Computing, Springer, vol. 413, pp. 267-274, 7-8 August 2015, Telangana.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Danish Raza Rizvi and Zishan Ahmad, “PWLCM Based Random Search for Strong Substitution Box Design”, ",
        "journal_papers_details": "Second International Conference on Computer & Communication Technologies (IC3T-2015), Advances in Intelligent Systems and Computing, Springer, vol. 379, pp. 471-478, 24-26 July 2015, Hyderabad.",
        "session": "2015-16"
    },
    {
        "conference_papers_details": "Tanvir Ahmad, Halima Akhtar and Akshay Chopra, Mohd. Waris Akhtar, “Satire Detection from Web Documents using Machine Learning Techniques”, ",
        "journal_papers_details": "in 2014 International Conference on Soft Computing and Machine Learning (ISCMI 2014), Conference Publishing Services, IEEE Computer Society, 2014. Pages 102-105.  http://ieeexplore.ieee.org/xpl/articleDetails.jsp?reload=true&arnumber=7079363",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Lakshay Sahni, Anubhav Sehgal, Shaivi Kochar, Faiyaz Ahmad, Tanvir Ahmad, “A Novel Approach to find Semantic Similarity Measure between Words”, In 2014 International Symposium on Computational and Business Intelligence (ISCBI 14) to be published by Conference Publishing Services,",
        "journal_papers_details": " IEEE Computer Society, U.S.A. Pages: 89-92. https://ieeexplore.ieee.org/document/7119540",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Rijwan Khan, M. Amjad, “Automatic Test Case Generation for Unit Software Testing Using Genetic Algorithm and Mutation Analysis” UPCON 2015 by IIIT Allahabad (UP). IEEE Conference ID: 36971 Presented & Published 4-Dec-15",
        "journal_papers_details": "",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Goel, A., Sheezan, M., Masood, S., Saleem, A., Genre classification of songs using neural network (2015) ",
        "journal_papers_details": "Proceedings - 5th IEEE International Conference on Computer and Communication Technology, ICCCT 2014, art. no. 7001506, pp. 285-289.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "M. Amjad & Zubair Shah: “Hyper-clique Patterns- A study and Implementation”. International conference on Emerging Trends of Engineering , Science, Management  and its application (ICETESMA-15), ",
        "journal_papers_details": "organized by academic science and conference info Jawaharlal Nehru University, 01st March-2015, India, , Published by Pearson publication.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "M. Arquam, C.P. Gupta, M . Amjad: “Delay Constrained Routing Algorithm for WSN with Mobile Sink” . International conference on pervasive system, ",
        "journal_papers_details": "Algorithms and Networks I- SPAN 2014, December 19-21, 2014 Chengdu, CHINA, Published in 2014 IEEE 17th International Conference on Computation science and Engineering, ISBN 978-1-4799-7981-3/14",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Mehra, P.S., Doja, M.N., Alam, B., Low energy adaptive stable energy efficient (LEASE) protocol for wireless sensor network (2015) ",
        "journal_papers_details": "2015 1st International Conference on Futuristic Trends in Computational Analysis and Knowledge Management, ABLAZE 2015, art. no. 7155044, pp. 484-488.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Kumar, A., Alam, B., An efficient checkpointing approach for fault tolerance in time critical systems with energy minimization (2015) ",
        "journal_papers_details": "International Conference on Computing, Communication and Automation, ICCCA 2015, art. no. 7148466, pp. 704-707.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Kumar, A., Alam, B., Improved EDF algorithm for fault tolerance with energy minimization (2015) Proceedings - ",
        "journal_papers_details": "2015 IEEE International Conference on Computational Intelligence and Communication Technology, CICT 2015, art. no. 7078728, pp. 370-374.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Kumar, A., Alam, B., Real time scheduling algorithm for fault tolerant and energy minimization (2014) ",
        "journal_papers_details": "Proceedings of the 2014 International Conference on Issues and Challenges in Intelligent Computing Techniques, ICICT 2014, art. no. 6781307, pp. 356-360.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Akshay Chopra, Musheer Ahmad, Manish Malik, “An Enhanced Modulo-based Image Encryption Using Chaotic and Fractal Keys”, ",
        "journal_papers_details": "International Conference On Advances in Computer Engineering and Applications (ICACEA-2015), pp. 501-506, 19-20 March 2015, Ghaziabad, UP.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Zeba Nasim, Zohra Bano, Musheer Ahmad, “Analysis of Random Permutations Generation Schemes for Security Applications”, ",
        "journal_papers_details": "International Conference On Advances in Computer Engineering and Applications (ICACEA-2015), pp. 337-341, 19-20 March 2015, Ghaziabad, UP.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Shahzad Alam, Amir Jamil, Ankur Saldhi, Musheer Ahmad, “Digital Image Authentication and Encryption using Digital Signature”, ",
        "journal_papers_details": "International Conference On Advances in Computer Engineering and Applications (ICACEA-2015), pp. 332-336, 19-20 March 2015, Ghaziabad, UP.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Musheer Ahmad, and Bashir Alam, “A Novel Biometric Fingerprint Template Based Method for Stream Cipher Design” .",
        "journal_papers_details": "Second International Conference on Information Systems Design and Intelligent Applications (INDIA-2015), Information Systems Design and Intelligent Applications, Advances in Intelligent Systems and Computing, Springer, vol. 340, pp. 419-427, 8-9 January 2015, West Bengal",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Imran Raza Khan and Shahzad Alam, “Cryptanalysis of Image Encryption Based on Fractional-order Lorenz-like Chaotic Systems” ",
        "journal_papers_details": "International Conference on Emerging ICT for Bridging Future (CSI-2014), Emerging ICT for Bridging the Future, Advances in Intelligent Systems and Computing, Springer, vol. 338, pp. 381-388, 13-14 December 2014, Hyderabad.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Musheer Ahmad, Akshay Chopra, Prakhar Jain, and Shahzad Alam, “A Chaotic Substitution Based Image Encryption Using APA-transformation”  ",
        "journal_papers_details": "International Conference on Frontiers of Intelligent Computing: Theory and Applications (FICTA-2014), Advances in Intelligent Systems and Computing, Springer, vol. 328, pp. 75-83, 14-15 November 2014, Bhubaneswar.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Musheer Ahmad, and Faiyaz Ahmad, “Cryptanalysis of Image Encryption Based on Permutation-Substitution Using Chaotic Map and Latin Square Image Cipher”  ",
        "journal_papers_details": "International Conference on Frontiers of Intelligent Computing: Theory and Applications (FICTA-2014), Advances in Intelligent Systems and Computing, Springer, vol. 327, pp. 481-488, 14-15 November 2014, Bhubaneswar.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "Pankaj Kumar Sharma, Musheer Ahmad, and Parvez Mahmood Khan, “Cryptanalysis of an Image Encryption Algorithm Based on Pixel Shuffling Scheme and Chaotic S-box Transformation”, Second International Symposium on Security ",
        "journal_papers_details": "Computing and Communications (SSCC-2014), Communications in Computer and Information Science, Springer-Verlag Berlin, vol. 467, pp. 173-181, 24-27 September 2014, Noida.",
        "session": "2014-15"
    },
    {
        "conference_papers_details": "S. Alam, S. M. Zakariya and N. Akhtar, \"Analysis of modified triple — A steganography technique using Fisher Yates algorithm,\" ",
        "journal_papers_details": "2014 14th International Conference on Hybrid Intelligent Systems, 2014, pp. 207-212, doi: 10.1109/HIS.2014.7086199.",
        "session": "2014-15"
    }
]